import React from "react";
import './Footer.css'
function Footer() {
  return (
    <div>
      <div className="Footer">
        <footer>
          <div className="Footers">
            <h6>
              <i class="fa fa-angle-right" aria-hidden="true"></i> Автомобили
            </h6>
            <p>Легковые авто</p>
            <p>Мото</p>
            <p>Автобусы</p>
            <p>Грузовые авто</p>
            <p>Сельхозтехника</p>
            <p>Запчасти и Аксессуары</p>
            <p>Прицепы и Спецтехника</p>
            <p>Водный и Другой транспортa</p>
          </div>
          <div className="Footers">
            <h6>
              <i class="fa fa-angle-right" aria-hidden="true"></i> Недвижимость
            </h6>
            <p>Аренда квартир</p>
            <p>Аренда домов</p>
            <p>Аренда гаражей и Стоянок</p>
            <p>Продажа квартир</p>
            <p>Продажа домов</p>
            <p>Продажа земли</p>
            <p>Продажа гаражей/Стоянок</p>
            <p>Аренда помещений</p>
            <p>Продажа помещений</p>
            <p>Прочая недвижимость</p>
            <p>Обмен недвижимости</p>
            <p>Коммерческая недвижимость</p>
          </div>
          <div className="Footers">
            <h6>
              <i class="fa fa-angle-right" aria-hidden="true"></i> Электроника
            </h6>
            <p>Телефоны</p>
            <p>Компьютеры</p>
            <p>Ноутбуки, планшеты</p>
            <p>Оргтехника и расходники</p>
            <p>ТВ,Фото,Видео и Аудио</p>
            <p>Игры и Приставки</p>
            <p>Техника для дома и Для себя</p>
            <p>Климатическое оборудование</p>
            <p>Аксессуары и Комплектующие</p>
            <p>Техника для наблюдения</p>
            <p>Прочая электроника</p>
          </div>
          <div className="Footers">
            <h6>
              <i class="fa fa-angle-right" aria-hidden="true"></i> Личные вещи
            </h6>
            <p>Одежда, обувь, аксессуары</p>
            <p>Детская одежда и обувь</p>
            <p>Детские товары и Игрушки</p>
            <p>Школьникам</p>
            <p>Часы и украшения</p>
            <p>Товары для красоты и здоровья</p>
            <p>Разные вещи</p>
          </div>
          <div className="Footers">
            <h6>
              <i class="fa fa-angle-right" aria-hidden="true"></i> Дом и Сад
            </h6>
            <p>Товары для интерьера</p>
            <p>Товары для сада</p>
            <p>Растения</p>
            <p>Продукты питания</p>
            <p>Посуда и Кухонная утварь</p>
            <p>Хоз.инвентарь и Бытовая химия</p>
            <p>Канцтовары и Расходные </p>
            <p>Прочие товары для дома</p>
          </div>
          <div className="Footers">
            <h6>
              <i class="fa fa-angle-right" aria-hidden="true"></i> Товары стройки и ремонта
            </h6>
            <p>Двери и окна</p>
            <p>Сантехника</p>
            <p>Стройматериалы</p>
            <p>Инструменты</p>
          </div>
          <div className="Footers">
            <h6>
              <i class="fa fa-angle-right" aria-hidden="true"></i>Хобби, Отдых и Спорт</h6>
              <p>Антиквариат и Коллекции</p>
              <p>Музыкальные инструменты</p>
              <p>Велосипеды</p>
              <p>Товары для спорта и отдыха</p>
              <p>Книги/Журналы</p>
          </div>
          <div className="Footers">
            <h6>
              <i class="fa fa-angle-right" aria-hidden="true"></i> Бизнес и услуги</h6>
              <p>Сырьё и материалы</p>
              <p>Оборудование и аренда</p>
              <p>Производство и обработка</p>
              <p>Продажа бизнеса и партнерство</p>
              <p>Финансовые услуги/Бухгалтерия</p>
              <p>Услуги для красоты и здоровья</p>
              <p>Услуги курьера и доставки</p>
              <p>Реклама, Полиграфия и Маркетинг</p>
              <p>Няни, Сиделки и Домработницы</p>
              <p>Обучение, курсы и репетиторы</p>
          </div>
        </footer>
        <hr />
        <div className="footerBody">
        <h6>Подать объявление</h6>
        <h6>Объявления</h6>   
        <h6>Магазины</h6>
        <h6>Помощь</h6>
        <h6>Безопасность</h6>
        <h6>Реклама на сайте</h6>
        <h6>О компании</h6>
        </div>
      </div>
    </div>
  );
}
export default Footer;